import product1 from './product1.png'
import product2 from './product2.png'
import product3 from './product3.png'
import product4 from './product4.png'
import product5 from './product5.png'
import product6 from './product6.png'
import product7 from './product7.png'
import product8 from './product8.png'
import product9 from './product9.png'
import product10 from './product10.png'
import product11 from './product11.png'
import product12 from './product12.png'
import product13 from './product13.png'
import product14 from './product14.png'
import product15 from './product15.png'
import product16 from './product16.png'
import product17 from './product17.png'
import product18 from './product18.png'
import product19 from './product19.png'
import product20 from './product20.png'
import product21 from './product21.png'
import product22 from './product22.png'
import product23 from './product23.png'
import product24 from './product24.png'
import product25 from './product25.png'
import product26 from './product26.png'
import product27 from './product27.png'


export const product = [
  {
    id: 1,
    productImg: product1,
    title: "Курица запечённая с овощами в духовке",
    guide: [
      {
        "Куриное филе": "500 гр",
        "Брокколи": "350 гр",
        "Молодые кабачки": "400 гр",
        "Капуста брюссельская": "100 гр",
        "Зелёный горошек": "100 гр",
        "Болгарский перец": "120 гр",
        "Чеснок": "2 зубч.",
        "Оливковое масло": "3 стол.л"
      },
    ],
    fullGuide: [
      {
        1: "Как сделать ПП курицу запеченную с овощами в духовке? Подготовьте указанные продукты. Овощи можно брать по своему вкусу, но не выбирайте картофель. Можно взять замороженные готовые овощные смеси. От курицы возьмите куриное филе, можно взять другое куриное мясо, но без кожи. Сухие специи можно взять набором, а можно добавить те, какие нравятся. Оливковое масло можно заменить другим растительным.",
        2: "Подготовьте форму для запекания и включите разогреваться духовку до 180 градусов. Из овощей у меня в замороженном виде брюссельская капуста и зелёный горошек. Их размораживать не нужно. Добавляю их на выбранную форму для запекания.",
        3: "Кабачок, если молодой, то шкурку с него снимать не нужно. У меня уже полежалый, поэтому я его очищаю. Порежьте кабачок произвольно - кружками, крупными кубиками, полукружками. Добавьте нарезанный кабачок в форму для запекания.",
        4: "Брокколи промойте под проточной холодной водой и встряхните от жидкости. Отделите соцветия и разберите их на более мелкие. Добавьте капусту к овощам.",
        5: "Болгарский перец помойте, срежьте плодоножку и освободите от семян. Ещё раз промойте и порежьте. Добавьте в форму к овощам. Для цвета я ещё добавила парочку помидорок черри, но можно взять перец двух цветов, так блюдо будет выглядеть более ярко и аппетитно.",
        6: "Куриное филе промойте проточной холодной водой и обсушите полотенцем. Порежьте куриное филе крупными кусочками. Можно курицу не резать, но время запекания тогда будет больше. Добавьте нарезанное куриное филе к овощам.",
        7: "Зубчики чеснока очистите от шкурки и пропустите через пресс. Добавьте в форму с овощами и курицей измельчённый чеснок, сухие специи, соль и оливковое масло.",
        8: "Перемешайте равномерно овощи и курицу между собой. Поставьте форму в предварительно разогретую духовку на 30 - 40 минут. Через 15-20 минут перемешайте овощи и курицу. Запекайте до готовности курицы и овощей.",
        9: "Готовую запечённую курицу с овощами подавайте горячую. Это самостоятельное блюдо. Благодаря запеканию, в нём сохраняются все полезные свойства продуктов. Такой ужин считается очень полезным."
      }
    ],
    porcia: "6",
    time: "40 минут",
    kalor: "133 кКал",
    belki: "25",
    jir: "11",
    yglevodi: "11"
  },
  {
    id: 2,
    productImg: product2,
    title: "Мексиканский красный рис",
    guide: [
      {
        "Рис": "1 стакан",
        "Растительное масло": "3 ст.л",
        "Чеснок": "2-3 зубчика",
        "Репчатый лук": "1 шт",
        "Острый перец": "0.25-0.5 шт. (по вкусу)",
        "Бульон или вода": "400-450 мл",
        "Томатный соус": "150-200 мл",
        "Соль": "по вкусу"
      },
    ],
    fullGuide: [
      {
        1: "В кастрюлю отмерьте растительное масло. Нагрейте масло на среднем огне и добавьте рис.",
        2: "Помешивая, обжарьте рис несколько минут, пока зёрна не станут золотистыми и хрустящими. У меня процесс занял примерно 5 минут.",
        3: "Добавьте нарезанный репчатый лук и острый перец. Продолжайте обжаривать все вместе, пока лук не станет мягким (ещё примерно 5–7 минут).",
        4: "Добавьте нарезанный чеснок. Перемешайте смесь и обжарьте все вместе ещё примерно минуту.",
        5: "Влейте куриный бульон и томатный соус. Я добавляю полбанки домашних консервированных помидоров в собственном соку, предварительно измельчённых в блендере. Вместо бульона иногда использую воду. Получается тоже вкусно, но на бульоне - вкусней.",
        6: "Пропорции бульона измеряйте в зависимости от порции риса. Если, к примеру, риса был 1 стакан объёмом 300 мл, то жидкости должно быть два стакана, т.е. 600 мл. Из них 150–200 мл - томатный соус, а оставшиеся 400–450 мл – вода или бульон.",
        7: "Доведите бульон до кипения, добавьте специи по вкусу. Прикройте кастрюлю крышкой, уменьшите огонь до минимального или чуть ниже среднего — чтобы вода постоянно тихонько кипела. Варите рис 20–25 минут, пока вся жидкость не впитается. За это время рис будет полностью готов, но сохранит рассыпчатость.",
        8: "Рис можно готовить и дольше, изначально установив минимальный огонь, если вы предпочитаете более клейкую, разваристую консистенцию. В ресторанном варианте рис помещают в форму для выпекания, плотно накрывают фольгой и выпекают при температуре 170–175 градусов, пока вся жидкость не впитается (около 30–40 минут).",
        9: "Готовый мексиканский красный рис взрыхлите при помощи вилки, присыпьте нарезанной свежей зеленью и подавайте к столу."
      }
    ],
    porcia: "3",
    time: "40 минут",
    kalor: "190 кКал",
    belki: "3",
    jir: "6",
    yglevodi: "32"
    
  },
  {
    id: 3,
    productImg: product3,
    title: "Гречка с овощами в духовке",
    guide: [
      {
        "Гречка ядрица": "130 гр",
        "Морковь (крупная)": "1 шт",
        "Лук репчатый (средний)": "1 шт",
        "Болгарский перец": "1 шт",
        "Соль": "по вкусу",
        "Базилик (любые пряности)": "по вкусу",
        "Растительное масло": "3 стол.л",
        "Зелень (любая для подачи)": "по вкусу"
      },
    ],
    fullGuide: [
      {
        1: "Как известно, гречка очень полезна. Она содержит много витаминов, микроэлементов, в том числе железо. Приготовленная в духовке, гречка максимально сохраняет все свои питательные свойства, поэтому полезна вдвойне. Список овощей можно изменить или дополнить. Подойдут спаржевая фасоль, зеленый горошек, баклажаны, цветная капуста. Гречневая крупа наиболее проста в приготовлении, но для получения по-настоящему вкусной каши важны некоторые нюансы.",
        2: "Итак, овощи моем, морковь и лук очищаем и нарезаем мелкими кубиками. Обжариваем овощи на сковороде с добавлением растительного масла в течение 5 минут, часто помешивая.",
        3: "Перец освобождаем от семян, нарезаем средними кусочками, добавляем к моркови с луком.",
        4: "Гречневую крупу по необходимости перебираем, промываем. Соединяем гречку с овощами, перемешиваем и перекладываем в форму для запекания.",
        5: "Заливаем гречку теплой водой. Правильное соотношение крупы и воды - 1:2. Следует отметить, что при варке каши важное значение имеет качество воды. Да, не удивляйтесь. Ведь если при варке крупы, в частности гречки, используется жесткая вода, то минеральные соли этой воды осядут, задержатся в зерне. От этого вкус каши ухудшится. Современные фильтры для воды решают эту проблему. Но если нет уверенности в качестве воды и нет возможности ее очистить, есть простой выход. Нужно вскипятить эту воду и готовить кашу уже на кипяченой воде.",
        6: "После того, как добавили воду, солим, вносим пряности, по желанию специи. Форму с гречкой плотно закрываем фольгой и ставим в заранее нагретую до 200 градусов духовку примерно на 40-45 минут.",
        7: "Первые 30 минут не следует открывать духовку, приподнимать фольгу, мешать кашу. Ведь каша варится не столько водой, сколько паром. А выпустить пар - это не додать каше положенного тепла. Через полчаса проверяем гречку на готовность, если вода впиталась, блюдо готово. Отключаем духовку, даем каше настояться в тепле еще 10 минут. За это время гречка упреет, полностью раскроется вкус и аромат крупы и овощей. По желанию сдабриваем кашу сливочным маслом.",
        8: "Подаем гречку с овощами горячей, посыпав свежей зеленью."
      }
    ],
    porcia: "4",
    time: "60 минут",
    kalor: "1000 кКал",
    belki: "20",
    jir: "61",
    yglevodi: "106"
  },
  {
    id: 4,
    productImg: product4,
    title: "Запеченная куриная грудка с чесноком и помидорами",
    guide: [
      {
        "Филе куриной грудки": "2 шт",
        "Помидоры черри крупные": "5-6 шт",
        "Чеснок": "2 зубчика",
        "Оливковое масло": "3 ст. л",
        "Смесь сухих трав (розмарин, базилик, тимьян)": "0,5 ч. л.",
        "Соль, черный молотый перец": "по вкусу"
      },
    ],
    fullGuide: [
      {
        1: "Филе куриной грудки вымойте и просушите бумажным полотенцем. Натрите солью и черным молотым перцем.",
        2: "Чеснок почистите, вымойте и раздавите тупой стороной ножа. Смешайте с оливковым маслом и смесью сухих трав.",
        3: "Замаринуйте куриную грудку в чесночном масле и оставьте на час в прохладном месте.",
        4: "Помидоры черри вымойте и нарежьте кружочками.",
        6: "В куриной грудке сделайте несколько не глубоких надрезов. Положите в надрезы помидоры. ",
        8: "В форму для запекания аккуратно переложите подготовленные куриные грудки. Сверху полейте оставшимся чесночным маслом. Запекайте в разогретой до 190 градусов духовке около 30-35 минут.",
        9: "Подавайте запеченные куриные грудки с гарниром из свежих или тушеных овощей."
      }
    ],
    porcia: "1",
    time: "1 ч. 50 мин",
    kalor: "112 кКал",
    belki: "16",
    jir: "4",
    yglevodi: "2"
  },
  {
    id: 5,
    productImg: product5,
    title: "Камбала в духовке с картошкой",
    time: "30 минут",
    kalor: "81 ккал"
  },
  {
    id: 6,
    productImg: product6,
    title: "Норвежский сливочный суп с семгой",
    time: "1 ч",
    kalor: "71 ккал"
  },
  {
    id: 7,
    productImg: product7,
    title: " Рисовые клецки",
    time: "15 мин",
    kalor: "191 ккал"
  },
  {
    id: 8,
    productImg: product8,
    title: "Сыр бри с багетом и помидорами в духовке",
    time: "40 мин",
    kalor: "230 ккал"
  },
  {
    id: 9,
    productImg: product9,
    title: "Курица с грибами и стручковой фасолью",
    time: "20 мин",
    kalor: "73 ккал"
  },
  {
    id: 10,
    productImg: product10,
    title: "Печенье по Дюкану",
    guide: [
      {
        "Овсяные отруби": "1,5 Ст. ложки",
        "Кипяченая вода": "1 Ст. ложка ",
        "Яйцо": "1 Штука ",
        "Разрыхлитель": "0,3 Чайных ложки",
        "Соль": "1 Щепотка",
        "Заменитель сахара": "по вкусу"
      },
    ],
    fullGuide: [
      {
        1: "Подготовьте продукты для печенья. Заменитель сахара можно использовать по вкусу, а можно совсем убрать его, тогда печенье получится пресным. Отруби нужно размолоть в муку, для этого отлично подойдет кофемолка. ",
        2: "Соедините овсяные отруби с теплой кипяченной водой. Перемешайте и оставьте на 10 минут, пусть отруби разбухнут немного.",
        3: "Яйцо разделите на желток и белок. Желток отправьте в мисочку к отрубям. Белок миксером взбейте со щепоткой соли до устойчивых пиков",
        4: "Добавьте разрыхлитель и заменитель сахара. Можно использовать порошок стевии или сахарозаменитель в таблетках, их предварительно растолките в ступке до образования порошка.",
        6: "Теперь введите белок.",
        8: "Хорошо перемешайте все. Масса для печенья воздушная и не очень густая.",
        9: "Противень застелите пергаментом, столовой ложкой набирайте тесто и выливайте на бумагу на расстоянии друг от друга",
        10: "Выпекайте печенье при 180 градусах минут 15. Остудите, потом снимите с бумаги, оно легко отходит и не прилипает."
      }
    ],
    porcia: "1",
    time: "40 мин",
    kalor: "156 кКал",
    belki: "9",
    jir: "10",
    yglevodi: "10"
  },
  {
    id: 11,
    productImg: product11,
    title: "Лобио из красной фасоли (классический рецепт)",
    guide: [
      {
        "Фасоль красная ": "500 гр",
        "Лук репчатый": "1 шт",
        "Болгарский перец": "1 Штука ",
        "Помидоры": "200 гр",
        "Томатная паста": "2 стол.л.",
        "Чеснок": "2 зубч",
        "Грецкие орехи": "70 гр",
        "Растительное масло": "2 стол.л.",
        "Перец острый стручковый": "1 гр",
        "Соль": "по вкусу",
        "Хмели-сунели": "по вкусу ",
        "Кинза, кориандр": "10 гр",
        "Базилик": "по вкусу ",
      },
    ],
    fullGuide: [
      {
        1: "Как сделать лобио из красной фасоли классический? Подготовьте необходимые ингредиенты. Лучше использовать сорт красной фасоли кремовой консистенции, в ней содержится достаточное количество крахмала. Фасоль тщательно промойте и замочите в холодной воде на ночь. Утром фасоль еще раз промойте и отварите на минимальном огне в течение часа-полутора. Соль добавьте в конце варки. Фасоль должна быть мягкой, но не разваренной.",
        2: "Репчатый лук очистите от шелухи и нарежьте маленьким кубиком. Чтобы лук не щипал глаза при нарезке, обмойте его и нож холодной водой. Болгарский перец помойте, вырежьте плодоножку с семенами и также нарежьте кубиком.",
        3: "Помидоры помойте и вырежьте место крепления плодоножки. Ошпарьте их кипятком для того, чтобы было легче снять кожицу. Мякоть очищенных помидоров блендером измельчите до состояния пюре.",
        4: "Грецкие орехи помойте, просушите и измельчите блендером в крошку разного размера, мелкую и крупную. Зубчики чеснока пропустите через пресс. Половинку стручка острого перца также мелко измельчите. Свежую зелень кинзы и базилика помойте, просушите и мелко нарежьте.",
        6: "На сковороду с толстым дном налейте растительное масло и хорошо его разогрейте. Отправьте первыми на сковороду репчатый лук и болгарский перец. Обжаривайте овощи на среднем огне до мягкости около 5-7 минут, периодически помешивая лопаткой.",
        8: "Следующими на сковороду добавьте пюре из помидоров и пару столовых ложек томатной пасты. Тщательно всё перемешивайте, чтобы масса стала однородной. Тушите овощи еще около 7 минут",
        9: "Фасоль после варки промойте и добавьте к овощам. Держите на огне еще около 7 минут. Отправьте в сковороду грецкие орехи, чеснок, перец, хмели-сунели, зелень, соль. По вкусу можно добавить и иные специи. Перемешайте массу на сковороде, ручной толкушкой нужно измельчить содержимое сковороды так, чтобы часть фасоли осталась целой, а другая превратилась в соус.",
        10: "Накройте сковороду крышкой и тушите блюдо на медленном огне еще около 20 минут. Готовое лобио из красной фасоли по-грузински подавайте к столу, украсив сверху веточкой кинзы и присыпав измельченным грецким орехом. "
      }
    ],
    porcia: "4",
    time: "2 ч",
    kalor: "125 кКал",
    belki: "6",
    jir: "8",
    yglevodi: "10"
  },
  {
    id: 12,
    productImg: product12,
    title: "Салат Цезарь с креветками",
    guide: [
      {
        "Креветки ": "500 гр",
        "Соль": "по вкусу",
        "Перец": "по вкусу",
        "Оливковое масло": "20 мл",
        "Батон": "200 гр",
        "Чеснок": "10 гр",
        "Салат-латук": "200 гр",
        "Зелень (руккола, романо или другая на ваш выбор)": "50 гр",
        "Майонез": "150 гр",
        "Помидоры черри": "150 гр",
        "Пармезан": "20 гр"
      },
    ],
    fullGuide: [
      {
        1: "Креветки очищаем от панцирей, промываем под проточной водой, выкладываем в миску, посыпаем солью и черным молотым перцем. Перемешиваем (можно накрыть крышкой и энергично встряхнуть пару раз). ",
        2: "Выкладываем креветки на сковородку и обжариваем на оливковом масле примерно по 1-2 минуты с каждой стороны.",
        3: "Кусочки батона натираем чесноком и поджариваем на сухой сковороде до легкого румянца. Нарезаем получившиеся гренки кубиками.",
        4: "Собираем салат:",
        6: "в глубокую емкость помещаем промытые салатные листья и другую зелень, порвав их на кусочки, смазываем их майонезом;",
        8: "режем помидорки пополам и добавляем к салату;",
        9: "добавляем креветки;",
        10: "пармезан нарезаем тонкими пластинками, добавляем в салат;",
        11: "делим содержимое миски на порции, добавляем сухарики и подаем на стол."
      }
    ],
    porcia: "2",
    time: "40 мин",
    kalor: "178 кКал",
    belki: "11",
    jir: "11",
    yglevodi: "9"
  },
  {
    id: 13,
    productImg: product13,    
    title: "Фаршированные помидоры в итальянском стиле ",
    guide: [
      {
        "помидоры (лучше выбирать сорт «сливка»)": "2 шт",
        "уксус бальзамический": "по вкусу",
        "базилик свежий": "1 пучок (небольшой)",
        "моцарелла": "100–150 г (шарики)",
        "соль": "по вкусу",
        "масло оливковое": "по вкусу.",
      },
    ],
    fullGuide: [
      {
        1: "Помидоры и базилик помойте, обсушите.",
        2: "Помидоры нарежьте «гармошкой», не дорезая до конца, чтобы сохранить целостность.",
        3: "Моцареллу нарежьте кружочками",
        4: "В разрезы помидоров положите сыр.",
        6: "Затем выложите базилик и посолите по вкусу.",
        8: "Сбрызните оливковым маслом и бальзамическим уксусом.",
      }
    ],
    porcia: "2",
    time: "20 мин",
    kalor: "89 кКал",
    belki: "8",
    jir: "7",
    yglevodi: "3"
  },
  {
    id: 14,
    productImg: product14,
    title: "Сосиски в томатном соусе на сковороде",
    time: "40 мин",
    kalor: "126 ккал"
  },
  {
    id: 15,
    productImg: product15,
    title: "Соус чимичурри",
    time: "40 мин",
    kalor: "267 кКал"
  },
  {
    id: 16,
    productImg: product16,
    title: "Креветки с лимоном и чесноком на сковороде",
    time: "45 мин",
    kalor: "162 ккал"
  },
  {
    id: 17,
    productImg: product17,
    title: "Креветки с манго",
    time: "25 мин",
    kalor: "80 ккал"
  },
  {
    id: 18,
    productImg: product18,
    title: "Салат с манго и авокадо",
    time: "20 мин",
    kalor: "141 кКал"
  },
  {
    id: 19,
    productImg: product19,
    title: "Паштет из куриной печени",
    guide: [
      {
        "Куриная печень": "700 гр",
        "Лук репчатый": "1 шт",
        "Морковь": "1 шт.",
        "Подсолнечное масло": "3 стол.л",
        "Сливочное масло": "70 гр",
        "Соль": "по вкусу.",
      },
    ],
    fullGuide: [
      {
        1: "Как сделать паштет из куриной печени с морковью и луком? Подготовьте необходимые ингредиенты. Кроме соли вы можете добавить любые пряности по желанию.. Для подачи и хранения можно растопить сливочное масло и залить им готовый паштет.",
        2: "Возьмите куриную печенку, хорошо промойте ее под краном, дайте стечь воде. Можно готовить паштет из вареной печенки и из поджаренной, первый вариант паштета получается более нежным и полезным, второй понравится любителям жареного, можно не зажаривать печенку и овощи, а просто слегка обжарив, потушить до готовности. Вот такой вариант сегодня я вам предлагаю.",
        3: "Возьмите куриную печенку, хорошо промойте ее под краном, дайте стечь воде. Можно готовить паштет из вареной печенки и из поджаренной, первый вариант паштета получается более нежным и полезным, второй понравится любителям жареного, можно не зажаривать печенку и овощи, а просто слегка обжарив, потушить до готовности. Вот такой вариант сегодня я вам предлагаю.",
        4: "Возьмите куриную печенку, хорошо промойте ее под краном, дайте стечь воде. Можно готовить паштет из вареной печенки и из поджаренной, первый вариант паштета получается более нежным и полезным, второй понравится любителям жареного, можно не зажаривать печенку и овощи, а просто слегка обжарив, потушить до готовности. Вот такой вариант сегодня я вам предлагаю.",
        5: "Возьмите куриную печенку, хорошо промойте ее под краном, дайте стечь воде. Можно готовить паштет из вареной печенки и из поджаренной, первый вариант паштета получается более нежным и полезным, второй понравится любителям жареного, можно не зажаривать печенку и овощи, а просто слегка обжарив, потушить до готовности. Вот такой вариант сегодня я вам предлагаю.",
        6: "Возьмите куриную печенку, хорошо промойте ее под краном, дайте стечь воде. Можно готовить паштет из вареной печенки и из поджаренной, первый вариант паштета получается более нежным и полезным, второй понравится любителям жареного, можно не зажаривать печенку и овощи, а просто слегка обжарив, потушить до готовности. Вот такой вариант сегодня я вам предлагаю.",
        7: "Охлажденные ингредиенты пробейте в кухонном комбайне или блендере. Добавьте несколько кусочков сливочное масло и снова пробейте всё вместе. Количество масла можно регулировать исходя из своих предпочтений: если не любите слишком жирное, положите чуть меньше, если нравится сливочный вкус в паштетах, увеличьте количество масла. Можно добавлять масло небольшими порциями",
        8: "Паштетная масса станет воздушной и эластичной. Отрегулируйте паштет на соль и разложите по емкостям.",
        9: "Растопите оставшееся сливочное масло для заливки. Это проще всего сделать в микроволновке.",
        10: "Растопите оставшееся сливочное масло для заливки. Это проще всего сделать в микроволновке.",
      
      }
    ],
    porcia: "10",
    time: "40 мин",
    kalor: "208 кКал",
    belki: "14",
    jir: "16",
    yglevodi: "3"
  },
  {
    id: 20,
    productImg: product20,
    title: "Карри с рисом",
    guide: [
      {
        "Рис басмати": "230 гр",
        "Бульон": "450 мл",
        "Лук репчатый": "1 шт",
        "Сливочное масло": "30 гр",
        "Карри (неполные)": "2 стол.л. ",
        "Чеснок": "2 зубч.",
        "Имбирь": "15 гр",
        "Молотый кориандр": "1 чайн.л.",
        "Перец черный молотый": "по вкусу",
        "Перец красный молотый": "по вкусу",
        "Соль": "по вкусу",
      },
    ],
    fullGuide: [
      {
        1: "Как сделать карри с рисом? Подготовьте необходимые ингредиенты. Рис басмати можно заменить на хороший пропаренный длиннозерный рис. У меня бульон куриный, подойдет и овощной. Хорошей альтернативой сливочному маслу будет топленое.",
        2: "Рис промойте несколько раз в холодной воде. Меняйте воду, пока она не станет прозрачной. Таким образом мы удалим с зерен крахмальные вещества, и готовый рис получится рассыпчатым. Рис выложите на чистую ткань, чтобы он обсушился.",
        3: "Предварительно очищенный репчатый лук нарежьте мелкими кубиками. Чеснок также очистите, нарежьте пластинками. Если хотите, чтобы чеснок присутствовал в готовом блюде, натрите его на мелкой терке.",
        4: "Корень имбиря очистите, измельчите на мелкой терке либо мелко нарежьте.",
        6: "На сковороде разогрейте сливочное масло. Здесь можно добавить свежие листья карри и обжарить их до прозрачности и хрустящего состояния, затем убрать со сковороды. Они придадут маслу дополнительный вкус и аромат. Выложите на сковороду нарезанный лук. На среднем огне, периодически помешивая, жарьте лук до полуготовности около 5 минут.",
        8: "Посыпьте специи: карри, молотый кориандр, перец и соль. Жарьте, часто помешивая, чтобы специи раскрыли свой аромат. При добавлении специй руководствуйтесь своим вкусом, уменьшая или увеличивая их количество.",
        9: "Добавьте чеснок и имбирь. Готовьте, помешивая, до появления аромата примерно 1 минуту. Дольки чеснока уберите со сковороды. Если он тертый, перемешайте с луком и имбирем.",
        10: "Выложите на сковороду промытый и обсушенный рис. Постоянно помешивая, обжарьте зерна в ароматном масле 3-4 минуты.",
        11: "Залейте рис бульоном. Количество жидкости определяйте, исходя из рекомендаций по приготовлению на упаковке крупы. Я готовила по пропорции 1:1,5 (1 часть риса и 1,5 части бульона). Рис должен быть полностью покрыт бульоном. Увеличьте нагрев, доведите рис до кипения.",
        12: "Накройте сковороду крышкой и готовьте рис на медленном огне до полного впитывания жидкости примерно 15-17 минут. Рис должен стать мягким, но не перепревшим.",
        13: "Оставьте рис под крышкой на выключенной плите еще на 5 минут. Готовый рис аккуратно перемешайте, собирая его от стенок сковороды к центру.",
        14: "При подаче можно украсить карри с рисом колечками перца чили, зеленью петрушки или кинзы и по желанию обжаренными орешками кешью. Приятного аппетита!",

      }
    ],
    porcia: "4",
    time: "60 мин",
    kalor: "188 кКал",
    belki: "5",
    jir: "5",
    yglevodi: "30"
  },
  {
    id: 21,
    productImg: product21,
    title: "Салат с фунчозой",
    time: "20 минут",
    kalor: "134 кКал"
  },
  {
    id: 22,
    productImg: product22,
    title: " Котлеты из курицы с авокадо",
    time: "20 минут",
    kalor: "206 кКал"
  },
  {
    id: 23,
    productImg: product23,
    title: "Семена чиа с манго",
    time: "8 ч",
    kalor: "194 кКал"
  },
  {
    id: 24,
    productImg: product24,
    title: "Простой салат с крабовыми палочками",
    time: "20 мин",
    kalor: "133 ккал"
  },
  {
    id: 25,
    productImg: product25,
    title: "Кабачки тушеные с овощами в мультиварке",
    time: "45 мин",
    kalor: "52 ккал"
  },  
  {
    id: 26,
    productImg: product26,
    title: "Ганфан с рисом",
    time: "2 ч 30 мин",
    kalor: "149 ккал"
  },  
  {
    id: 27,
    productImg: product27,
    title: "Суп из картошки и моркови",
    time: "50 мин",
    kalor: "56 ккал"
  },
]